src/ee/note_parnu/climate_monitoring_system/test_scripts/generated_xmls/3510_15961868_2.xml

<?xml version='1.0' encoding='utf-8'?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><InsertTx5xxSample xmlns="http://cometsystem.cz/schemas/soapTx5xx_v2.xsd"><passKey>15961868</passKey><device>3510</device><temp>18.1</temp><relHum>35.7</relHum><compQuant>0.1</compQuant><pressure>-9999</pressure><alarms>no,no,no,no</alarms><compType>Dew point</compType><tempU>C</tempU><pressureU>n/a</pressureU><timer>10</timer></InsertTx5xxSample></soap:Body></soap:Envelope>